Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Nastavitve za Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Ukazni pozivi HTTP Basic Auth iz več izvorov";
AllowCrossOriginAuthPrompt.pfm_description = "Določa, ali lahko podvsebina drugega ponudnika na strani odpre pojavno pogovorno okno HTTP Basic Auth. Običajno je to onemogočeno kot obramba zaščita pred lažnim predstavljanjem.";
AllowFileSelectionDialogs.pfm_title = "Dovoli proženje pogovornih oken za izbiro datotek.";
AllowFileSelectionDialogs.pfm_description = "Omogoča dostop do lokalnih datotek v računalniku, tako da programu Chromium dovoli prikaz pogovornih oken za izbiro datotek.\n\nČe to nastavitev omogočite, lahko uporabniki kot običajno odpirajo pogovorna okna za izbiro datotek.\n\nČe jo onemogočite, se vsakič, ko uporabnik izvede dejanje, ki bi odprlo pogovorno okno za izbiro datoteke (npr. uvoz zaznamkov, prenos datotek iz računalnika, shranjevanje seznamov ipd.), prikaže sporočilo in predpostavi, da je uporabnik v pogovornem oknu za izbiro datoteke kliknil »Prekliči«.\n\nČe ta možnost ni nastavljena, lahko uporabniki kot običajno odpirajo pogovorna okna za izbiro datotek.";
AllowOutdatedPlugins.pfm_title = "Dovoli izvajanje zastarelih vtičnikov";
AllowOutdatedPlugins.pfm_description = "Dovoli, da Chromium izvaja zastarele vtičnike.\n\nČe to nastavitev omogočite, se zastareli vtičniki uporabljajo kot običajni.\n\nČe jo onemogočite, zastareli vtičniki ne bodo uporabljeni in uporabniki ne bodo vprašani za dovoljenje, da se jih izvede.\n\nČe ta možnost ni nastavljena, bodo uporabniki vprašani za dovoljenje za izvajanje zastarelih vtičnikov.";
AlternateErrorPagesEnabled.pfm_title = "Omogoči nadomestne strani za napake";
AlternateErrorPagesEnabled.pfm_description = "Omogoča uporabo nadomestnih strani z napakami, vgrajenih v Chromium (npr. »stran ni najdena«), in uporabnikom preprečuje spreminjanje te nastavitve.\n\nČe to nastavitev omogočite, se uporabijo nadomestne strani z napakami.\n\nČe jo onemogočite, se nadomestne strani nikoli ne uporabljajo.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Vedno izvedi vtičnike, ki zahtevajo dovoljenje";
AlwaysAuthorizePlugins.pfm_description = "Omogoča brskalniku Chromium izvajanje vtičnikov, ki zahtevajo dovoljenje. Če omogočite to nastavitev, se vtičniki, ki niso zastareli, vedno izvedejo. Če je ta nastavitev onemogočena, bodo uporabniki morali dati dovoljenje za izvajanje takih vtičnikov. To so vtičniki, ki lahko ogrozijo varnost.";
AuthNegotiateDelegateWhitelist.pfm_title = "Seznam dovoljenih delegacijskih strežnikov za Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Strežniki, katerim lahko Chromium delegira.";
AuthSchemes.pfm_title = "Podprti načini preverjanja pristnosti";
AuthSchemes.pfm_description = "Določa, katere sheme preverjanja pristnosti HTTP podpira Chromium.\n\nMožne vrednosti so »basic«, »digest«, »ntlm« in »negotiate«. Vrednosti ločite z vejicami.";
AuthServerWhitelist.pfm_title = "Seznam dovoljenih strežnikov za preverjanje pristnosti";
AuthServerWhitelist.pfm_description = "Določa, kateri strežniki so na seznamu dovoljenih za integrirano preverjanje pristnosti. Integrirano preverjanje pristnosti je omogočeno samo, ko Chromium dobi poziv za preverjanje pristnosti od proxyja ali strežnika, ki je na tem seznamu dovoljenih.\n\nImena strežnikov ločite z vejicami. Nadomestni znaki (*) niso dovoljeni.";
AutoFillEnabled.pfm_title = "Omogoči samodejno izpolnjevanje";
AutoFillEnabled.pfm_description = "Omogoči funkcijo za samodejno izpolnjevanje v programu Chromium in uporabnikom dovoli samodejno izpolnjevanje spletnih obrazcev s shranjenimi podatki, kot je naslov ali podrobnosti kreditne kartice.\n\nČe to nastavitev onemogočite, samodejno izpolnjevanje ne bo na voljo uporabnikom.\n\nČe to nastavitev omogočite ali ne nastavite vrednosti zanjo, ostane samodejno izpolnjevanje pod nadzorom uporabnikov. Nastavili bodo lahko profile za samodejno izpolnjevanje in ga poljubno vklapljali ali izklapljali.";
BlockThirdPartyCookies.pfm_title = "Blokiraj piškotke drugih spletnih mest";
BlockThirdPartyCookies.pfm_description = "Blokira piškotke drugih spletnih mest.\n\nČe omogočite to nastavitev, preprečite, da bi piškotke nastavljali elementi spletnih strani, ki niso iz domene, navedene v naslovni vrstici brskalnika.\n\nČe jo onemogočite, dovolite, da piškotke nastavljajo elementi spletnih strani, ki niso iz domene, navedene v naslovni vrstici brskalnika, in uporabnikom preprečite spreminjanje te nastavitve.";
BookmarkBarEnabled.pfm_title = "Omogoči vrstico z zaznamki";
BookmarkBarEnabled.pfm_description = "Omogoči vrstico z zaznamki na strani za nov zavihek v programu Chromium.\n\nČe to nastavitev omogočite, bo Chromium na strani »Nov zavihek« prikazal vrstico z zaznamki.\n\nČe nastavitev onemogočite, uporabniki ne bodo videli vrstice z zaznamki.\n\nČe to nastavitev onemogočite ali omogočite, je uporabniki ne bodo mogli spremeniti ali preglasiti v Chromium.";
ClearSiteDataOnExit.pfm_title = "Izbriši brskalnikove podatke o mestih, ko se zapre";
ClearSiteDataOnExit.pfm_description = "Ta pravilnik preglasi možnost nastavitve vsebine »Počisti piškotke in druge podatke spletnih mest, ko zaprem brskalnik«.\n\nKo je nastavljeno na »True«, Chromium pri izhodu izbriše vse lokalno shranjene podatke brskalnika.";
CookiesAllowedForUrls.pfm_title = "Dovoli piškotke na teh mestih";
CookiesAllowedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev za URL-je, ki določajo mesta, ki smejo nastavljati piškotke.";
CookiesBlockedForUrls.pfm_title = "Blokiraj piškotke na teh mestih";
CookiesBlockedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev za URL-je, ki določajo mesta, ki ne smejo nastavljati piškotkov.";
CookiesSessionOnlyForUrls.pfm_title = "Na teh mestih dovoli samo sejne piškotke";
CookiesSessionOnlyForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev za URL-je, ki določajo mesta, ki lahko nastavljajo sejne piškotke.";
DefaultBrowserSettingEnabled.pfm_title = "Nastavi Chrome kot privzeti brskalnik";
DefaultBrowserSettingEnabled.pfm_description = "Nastavi privzeta preverjanja brskalnika v programu Chromium in prepreči, da bi jih uporabniki spreminjali.\n\nČe to nastavitev omogočite, bo Chromium pri zagonu vedno preveril, ali je privzeti brskalnik, in se samodejno registriral, če je mogoče.\n\nČe jo onemogočite, Chromium ne bo nikoli preveril, ali je privzeti brskalnik, in uporabniki ne bodo mogli nastaviti te možnosti.\n\nČe ta možnost ni nastavljena, bo Chromium uporabniku dovolil, da nadzira, ali je privzeti brskalnik in ali naj bodo prikazana obvestila, če ni.";
DefaultCookiesSetting.pfm_title = "Privzeta nastavitev piškotkov";
DefaultCookiesSetting.pfm_description = "0 - Dovoli vsem mestom nastavljanje lokalnih podatkov\n1 - Nobenemu mestu ne dovoli nastavljanja lokalnih podatkov\nOmogoča, da nastavite, ali je spletnim mestom dovoljeno nastavljanje lokalnih podatkov. Nastavljanje lokalnih podatkov je lahko dovoljeno za vsa mesta ali onemogočeno za vsa mesta.";
DefaultGeolocationSetting.pfm_title = "Privzeta nastavitev geolokacije";
DefaultGeolocationSetting.pfm_description = "0 - Dovoli mestom sledenje fizične lokacije uporabnika\n1 - Nobenemu mestu ne dovoli spremljanja fizične lokacije uporabnika\n2 - Vprašaj, ko želi mesto spremljati fizično lokacijo uporabnika\nOmogoča, da nastavite, ali je spletnim mestom dovoljeno sledenje fizične lokacije uporabnikov. Sledenje fizične lokacije uporabnikov je lahko privzeto dovoljeno, privzeto prepovedano, lahko pa je uporabnik vprašan, vsakič ko spletno mesto zahteva fizično lokacijo.";
DefaultImagesSetting.pfm_title = "Nastavitev privzetih slik";
DefaultImagesSetting.pfm_description = "0 - Dovoli vsem mestom, da pokažejo vse slike\n1 - Nobenemu spletnemu mestu ne dovoli prikaza slik\nOmogoča, da nastavite, ali je spletnim mestom dovoljeno prikazovanje slik. Prikaz slik lahko dovolite za vsa mesta ali preprečite za vsa mesta.";
DefaultJavaScriptSetting.pfm_title = "Privzeta nastavitev JavaScripta";
DefaultJavaScriptSetting.pfm_description = "0 - Dovoli izvajanje JavaScripta vsem mestom\n1 - Nobenem mestu ne dovoli izvajanja JavaScripta\nOmogoča, da nastavite, ali lahko spletna mesta izvajajo JavaScript. Izvajanje JavaScripta lahko dovolite za vsa mesta ali preprečite za vsa mesta.";
DefaultNotificationSetting.pfm_title = "Privzeta nastavitev obveščanja";
DefaultNotificationSetting.pfm_description = "0 - Mestom dovoli prikazovanje namiznih obvestil\n1 - Nobenemu spletnemu mestu ne dovoli, da pokaže namizna obvestila\n2 - Vprašaj me vsakič, ko želi mesto pokazati namizna obvestila\nOmogoča, da nastavite, ali je spletnim mestom dovoljeno prikazovanje namiznih obvestil. Prikazovanje namiznih obvestil je lahko privzeto dovoljeno, privzeto prepovedano ali pa se uporabnika vpraša, vsakič ko želi mesto pokazati namizno obvestilo.";
DefaultPluginsSetting.pfm_title = "Privzete nastavitve vtičnikov";
DefaultPluginsSetting.pfm_description = "0 - Dovoli samodejno izvajanje vtičnikov vsem mestom\n1 - Blokiraj vse vtičnike\nOmogoča, da nastavite, ali želite spletnim mestom dovoliti samodejno izvajanje vtičnikov. To lahko dovolite ali preprečite za vsa mesta.";
DefaultPopupsSetting.pfm_title = "Privzeta nastavitev pojavnih oken";
DefaultPopupsSetting.pfm_description = "0 - Dovoli vsem mestom, da pokažejo pojavna okna\n1 - Nobenemu mestu ne dovoli prikaza pojavnih oken\nOmogoča, da nastavite, ali lahko spletna mesta odpirajo pojavna okna. Odpiranje pojavnih oken je lahko dovoljeno za vsa mesta ali prepovedno za vsa mesta.";
DefaultSearchProviderEnabled.pfm_title = "Omogoči privzeti iskalnik";
DefaultSearchProviderEnabled.pfm_description = "Omogoča uporabo privzetega iskalnika.\n\nČe omogočite to nastavitev, se izvede privzeto iskanje, ko uporabnik v naslovno vrstico vtipka besedilo, ki ni URL.\n\nPrivzeti iskalnik, ki bo uporabljen, lahko nastavite tako, da nastavite ostale pravilnike za privzeto iskanje. Če jih pustite prazne, lahko uporabnik izbere privzeti iskalnik.\n\nČe to nastavitev onemogočite, se ne izvede iskanje, ko uporabnik v naslovno vrstico vtipka besedilo, ki ni URL.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Privzeto kodiranje iskalnika";
DefaultSearchProviderEncodings.pfm_description = "Določa kodiranje znakov, ki jih podpira iskalnik. Kodiranja so imena kodnih strani, na primer UTF-8, GB2312 in ISO-8859-1. Uporabijo se v vrstnem redu, v katerem so navedena. Privzeto je UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Privzeta ikona iskalnika";
DefaultSearchProviderIconURL.pfm_description = "Določa URL priljubljene ikone privzetega iskalnika. Izbirno.";
DefaultSearchProviderInstantURL.pfm_title = "Privzeti URL iskalnika za dinamično iskanje";
DefaultSearchProviderInstantURL.pfm_description = "Določa URL iskalnika, ki se uporablja za prikaz dinamičnega iskanja. URL mora vsebovati niz '{searchTerms}', ki bo v poizvedbi zamenjan z besedilom, ki ga je uporabnik vnesel doslej. Izbirno.";
DefaultSearchProviderKeyword.pfm_title = "Privzeta ključna beseda iskalnika";
DefaultSearchProviderKeyword.pfm_description = "Določa ključno besedo, ki se v naslovni vrstici uporablja kot bližnjica, ki sproži iskanje za tega ponudnika. Izbirno.";
DefaultSearchProviderName.pfm_title = "Privzeto ime iskalnika";
DefaultSearchProviderName.pfm_description = "Določa ime privzetega iskalnika. Če pustite prazno, bo uporabljeno ime gostitelja, navedeno v iskalnem URL-ju.";
DefaultSearchProviderSearchURL.pfm_title = "Privzeti URL iskalnika za iskanje";
DefaultSearchProviderSearchURL.pfm_description = "Določa URL iskalnika, uporabljenega za privzeto iskanje. URL mora vsebovati niz »{searchTerms}«, ki bo med poizvedbo zamenjan z izrazi, ki jih išče uporabnik.";
DefaultSearchProviderSuggestURL.pfm_title = "Privzeti URL iskalnika za predlog";
DefaultSearchProviderSuggestURL.pfm_description = "Določa URL iskalnika, ki se uporablja za prikaz predlogov iskanja. URL mora vsebovati niz {searchTerms}, ki bo v poizvedbi zamenjan z besedilom, ki ga je uporabnik vnesel doslej. Izbirno.";
DeveloperToolsDisabled.pfm_title = "Onemogoči Orodja za razvijalce";
DeveloperToolsDisabled.pfm_description = "Onemogoči orodja za razvijalce in konzolo JavaScript.\n\nČe to nastavitev omogočite, ne bo mogoče dostopati do orodij za razvijalce, prav tako pa ne bo več mogoče pregledovati elementov spletnih mest. Onemogočene bodo vse bližnjice na tipkovnici in morebitni vnosi v menijih ali priročnih menijih za odpiranje orodij za razvijalce in konzole za JavaScript.";
Disable3DAPIs.pfm_title = "Onemogoči podporo za vmesnike API za 3D-grafiko";
Disable3DAPIs.pfm_description = "Onemogoči podporo za vmesnike API za 3D-grafiko.\n\nČe to nastavitev omogočite, spletnim stranem preprečite dostop do grafičnega procesorja (spletne strani ne morejo dostopati do API-ja WebGL, vtičniki pa ne morejo uporabiti API-ja Pepper 3D).\n\nČe to nastavitev onemogočite, bodo spletne strani lahko uporabljale API-je WebGL, vtičniki pa API Pepper 3D. Privzete nastavitve brskalnika lahko še vedno določajo, da je treba za uporabo teh API-jev uporabiti argumente ukazne vrstice.";
DisableAuthNegotiateCnameLookup.pfm_title = "Onemogoči iskanje CNAME pri pogajanju o preverjanju pristnosti Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Določa, ali generirani SPN za Kerberos temelji na kanoničnem imenu DNS ali izvirnem imenu, ki je bilo vneseno.\n\nČe omogočite to nastavitev, bo iskanje CNAME preskočeno in strežnikovo ime bo uporabljeno, kot je bilo vneseno.\n\nČe jo onemogočite, bo kanonično ime strežnika določeno z iskanjem CNAME.";
DisablePluginFinder.pfm_title = "Onemogoči iskalnik vtičnikov";
DisablePluginFinder.pfm_description = "Če to možnost nastavite na »True« bo v programu Chromium onemogočeno samodejno iskanje in namestitev manjkajočih vtičnikov.";
DisableSpdy.pfm_title = "Onemogoči protokol SPDY";
DisableSpdy.pfm_description = "Onemogoči uporabo protokola SPDY v Chromium.";
DisabledPlugins.pfm_title = "Seznam onemogočenih vtičnikov";
DisabledPlugins.pfm_description = "Določa seznam vtičnikov, ki so onemogočeni v brskalniku Chromium, in uporabnikom prepreči spreminjanje te nastavitve.\n\nNadomestna znaka »*« in »?« lahko uporabite za ujemanje z zaporedji poljubnih znakov. »*« uporabite za ujemanje s poljubnim številom znakov, »?« pa za izbiren posamezen znak t.j. ujemanja z nič ali enim znakom. Ubežni znak je »\«, zato morate za ujemanje z dejanskimi znaki »*«, »?« ali »\« pred njih dati »\«.\n\nČe to nastavitev omogočite, se navedeni seznam vtičnikov nikoli ne uporabi v programu Chromium. Vtičniki so v polju »about:plugins« označeni kot onemogočeni in uporabniki jih ne morejo omogočiti.\n\nOpomba: Ta pravilnik se lahko preglasi z DisabledPlugins in DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Seznam izjem za seznam onemogočenih vtičnikov";
DisabledPluginsExceptions.pfm_description = "Določa seznam vtičnikov, ki jih lahko uporabnik omogoči ali onemogoči v brskalniku Chromium.\n\nNadomestna znaka »*« in »?« lahko uporabite za ujemanje z zaporedji poljubnih znakov. »*« uporabite za ujemanje s poljubnim številom znakov, »?« pa za izbiren posamezen znak t.j. ujemanja z nič ali enim znakom. Ubežni znak je »\«, zato morate za ujemanje z dejanskimi znaki »*«, »?« ali »\« pred njih dati »\«.\n\nČe omogočite to nastavitev, se lahko v programu Chromium uporablja naveden seznam vtičnikov. Uporabniki jih lahko omogočijo ali onemogočijo v »about:plugins«, tudi če se vtičnik ujema tudi z vzorcem v DisabledPlugins. Uporabniki lahko omogočijo ali onemogočijo tudi vtičnike, ki se ne ujemajo z nobenimi vzorci v DisabledPlugins, DisabledPluginsExceptions in EnabledPlugins.";
DisabledSchemes.pfm_title = "Seznam onemogočenih protokolnih shem";
DisabledSchemes.pfm_description = "Onemogoči navedene protokolne sheme v programu Chromium.\n\nURL-ji, ki uporabljajo shemo s tega seznama, se ne bodo naložili in do njih ne bo mogoče priti.";
DiskCacheDir.pfm_title = "Nastavi imenik predpomnilnika diska";
DiskCacheDir.pfm_description = "Konfigurira imenik, ki ga bo Chromium uporabljal za shranjevanje predpomnjenih datotek na disku. Če nastavite ta pravilnik, bo Chromium uporabljal ta imenik, ne glede na to, ali je uporabnik nastavil zastavico »- disk-cache-dir«.";
DnsPrefetchingEnabled.pfm_title = "Omogoči omrežno predvidevanje.";
DnsPrefetchingEnabled.pfm_description = "Omogoča omrežno predvidevanje v programu Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne bodo mogli spreminjati ali preglasiti v programu Chromium.";
DownloadDirectory.pfm_title = "Določi imenik za prenos v računalnik";
DownloadDirectory.pfm_description = "Določi imenik, ki ga bo Chromium uporabil za prenos datotek.\n\nČe nastavite ta pravilnik, bo Chromium uporabil naveden imenik, ne glede na to, ali ga je uporabnik navedel ali omogočil zastavico, da naj bo vsakič vprašan, kam želi prenesti datoteko.";
EditBookmarksEnabled.pfm_title = "Omogoči ali onemogoči urejanje zaznamkov";
EditBookmarksEnabled.pfm_description = "Omogoči ali onemogoči urejanje zaznamkov v programu Chromium.\n\nČe omogočite to nastavitev, bo mogoče dodajati, odstranjevati in spreminjati zaznamke. To je privzeta nastavitev.\n\nČe nastavitev onemogočite, zaznamkov ne bo mogoče dodajati, odstranjevati in spreminjati. Obstoječi zaznamki so še na voljo.";
EnableAuthNegotiatePort.pfm_title = "Vključi nestandardna vrata v SPN za Kerberos";
EnableAuthNegotiatePort.pfm_description = "Določa, ali so v generirani SPN za Kerberos vključena nestandardna vrata.\n\nČe omogočite to nastavitev in so vnesena nestandardna vrata (npr. katera koli vrata, razen 80 ali 443), bodo vključena v generiranem SPN-ju za Kerberos.\n\nČe onemogočite to nastavitev, v generirani SPN za Kerberos SPN v nobenem primeru ne bodo vključena nobena vrata.";
EnabledPlugins.pfm_title = "Seznam omogočenih vtičnikov";
EnabledPlugins.pfm_description = "Določa seznam vtičnikov, ki so omogočeni v brskalniku Chromium, in uporabnikom prepreči spreminjanje te nastavitve.\n\nNadomestna znaka »*« in »?« lahko uporabite za ujemanje z zaporedji poljubnih znakov. »*« uporabite za ujemanje s poljubnim številom znakov, »?« pa za izbiren posamezen znak t.j. ujemanja z nič ali enim znakom. Ubežni znak je »\«, zato morate za ujemanje z dejanskimi znaki »*«, »?« ali »\« pred njih dati »\«.\n\nNavedeni seznam vtičnikov se vedno uporabi v programu Chromium, če so nameščeni. Vtičniki so v polju »about:plugins« označeni kot omogočeni in uporabniki jih ne morejo onemogočiti.\n\nOpomba: Ta pravilnik preglasi tako DisabledPlugins kot DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ID-ji razširitev, katerih namestitev je treba uporabniku preprečiti (ali * za vse)";
ExtensionInstallBlacklist.pfm_description = "Omogoča izbiro razširitev, ki jih uporabniki NE morejo namestiti. Razširitve, ki so že nameščene, bodo odstranjene, če so na seznamu prepovedanih.\n\nVrednost * na seznamu prepovedanih pomeni, da so prepovedane vse razširitve, razen če so izrecno navedene na seznamu dovoljenih.";
ExtensionInstallForcelist.pfm_title = "ID-ji razširitev in URL-ji posodobitev za namestitev brez obveščanja";
ExtensionInstallForcelist.pfm_description = "Omogoča, da določite seznam razširitev, ki bodo nameščene brez obveščanja in posegov uporabnika.\n\nVsak element na seznamu je niz, ki vsebuje ID razširitve in URL za posodabljanje, ločena s podpičjem (;). Primer: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Chromium za vsak element z navedenega URL-ja prenese razširitev, določeno z ID-jem, in jo samodejno namesti. Na naslednjih straneh je razloženo, kako lahko razširitve gostujete v lastnem strežniku. O URL-jih za posodabljanje: http://code.google.com/chrome/extensions/autoupdate.html, o gostovanju razširitev na splošno: http://code.google.com/chrome/extensions/hosting.html.\n\nUporabniki ne bodo mogli odstraniti razširitev, določenih s tem pravilnikom. Če razširitev odstranite s tega seznama, jo bo Chromium samodejno odstranil. Razširitev, ki so na seznamu prepovedanih v »ExtensionInstallBlacklist« in niso na seznamu dovoljenih, ni mogoče na silo namestiti s tem pravilnikom.";
ExtensionInstallWhitelist.pfm_title = "ID-ji razširitev, ki naj bodo izvzete s seznama prepovedanih";
ExtensionInstallWhitelist.pfm_description = "Omogoča, da določite, za katere razširitve ne velja seznam prepovedanih.\n\nVrednost * na seznamu prepovedanih pomeni, da so prepovedane vse razširitve in lahko uporabniki namestijo samo razširitve s seznama dovoljenih.\n\nPrivzeto so dovoljene vse razširitve, če pa so vse prepovedane s pravilnikom, ga lahko preglasite s seznamom dovoljenih.";
GSSAPILibraryName.pfm_title = "Ime knjižnice GSSAPI";
GSSAPILibraryName.pfm_description = "Določa, katera knjižnica GSSAPI naj bo uporabljena za preverjanje pristnosti HTTP. Nastavite lahko samo ime knjižnice ali celotno pot. Če ni določena nobena nastavitev, Chromium uporabi privzeto ime knjižnice.";
HomepageIsNewTabPage.pfm_title = "Uporabi stran za nov zavihek kot domačo stran";
HomepageIsNewTabPage.pfm_description = "Nastavi vrsto privzete domače strani v programu Chromium in uporabnikom preprečuje spreminjanje nastavitev domače strani. Domačo stran lahko nastavite na URL, ki ga določite, ali na stran »Nov zavihek«. Če to nastavitev omogočite, bo za domačo stran vedno uporabljena stran »Nov zavihek«, URL domače strani pa se prezre. Če jo onemogočite, uporabnikova domača stran nikoli ne bo stran »Nov zavihek«, razen če je njen URL nastavljen na »chrome://newtab«. Če to nastavitev omogočite ali onemogočite, uporabniki ne morejo spremeniti vrste domače strani v programu Chromium.";
HomepageLocation.pfm_title = "URL domače strani";
HomepageLocation.pfm_description = "Nastavi privzet URL domače strani za Chromium in prepreči, da bi ga uporabniki spreminjali.\n\nVrsto domače strani lahko nastavite na URL, ki ga določite tukaj, ali na stran z novim zavihkom.\n\nČe izberete stran z novim zavihkom, se ta pravilnik prezre.\n\nČe to nastavitev onemogočite, uporabniki ne morejo spremeniti URL-ja domače strani v programu Chromium, lahko pa za svojo domačo stran še vedno izberejo stran z novim zavihkom.";
ImagesAllowedForUrls.pfm_title = "Dovoli slike na teh mestih";
ImagesAllowedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev za URL-je, ki določajo mesta, ki smejo prikazati slike.";
ImagesBlockedForUrls.pfm_title = "Blokiranje slik na teh mestih";
ImagesBlockedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev za URL-je, ki določajo mesta, ki ne smejo prikazati slik.";
IncognitoEnabled.pfm_title = "Omogoči način brez beleženja zgodovine";
IncognitoEnabled.pfm_description = "Omogoči način brez beleženja zgodovine v programu Chromium.\n\nČe je ta nastavitev omogočena ali ni nastavljena, lahko uporabniki odpirajo strani v načinu brez beleženja zgodovine.\n\nČe je nastavitev onemogočena, uporabniki ne morejo odpirati strani v načinu brez beleženja zgodovine.";
InstantEnabled.pfm_title = "Omogoči Dinamično iskanje";
InstantEnabled.pfm_description = "Omogoči funkcijo za dinamično iskanje v programu Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe to nastavitev omogočite, je dinamično iskanje v programu Chromium vklopljeno.\n\nČe jo onemogočite, je dinamično iskanje v programu Chromium izklopljeno.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti.";
JavaScriptAllowedForUrls.pfm_title = "Dovoli JavaScript na teh mestih";
JavaScriptAllowedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev URL-jev, ki določajo mesta, ki smejo izvajati JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Blokiraj JavaScript na teh mestih";
JavaScriptBlockedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev URL-jev, ki določajo mesta, ki ne smejo izvajati JavaScripta.";
JavascriptEnabled.pfm_title = "Omogoči JavaScript";
JavascriptEnabled.pfm_description = "Omogoči JavaScript v programu Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe je ta nastavitev omogočena ali ni nastavljena, lahko spletne strani uporabljajo JavaScript.\n\nČe je onemogočena, spletne strani ne morejo uporabljati JavaScripta.";
MetricsReportingEnabled.pfm_title = "Omogoči poročanje o uporabi in podatkih, povezanih z zrušitvami";
MetricsReportingEnabled.pfm_description = "Omogoča anonimno poročanje Googlu o uporabi in podatkih, povezanih z zrušitvami, za Chromium in uporabniku preprečuje spreminjanje te nastavitve.\n\nČe to nastavitev omogočite, se Googlu anonimno poroča o uporabi in podatkih, povezanih z zrušitvami.\n\nČe jo onemogočite, se Googlu nikoli ne poroča o uporabi in podatkih, povezanih z zrušitvami.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Dovoli uporabnikom, da pokažejo gesla v upravitelju gesel";
PasswordManagerAllowShowPasswords.pfm_description = "Določa, ali lahko uporabnik v upravitelju gesel prikaže nešifrirana gesla.\n\nČe to nastavitev onemogočite, upravitelj gesel ne dovoli nešifriranega prikaza shranjenih gesel v oknu upravitelja gesel.\n\nČe nastavitev omogočite ali je ne nastavite, so uporabnikom gesla v upravitelju gesel prikazana nešifrirana.";
PasswordManagerEnabled.pfm_title = "Omogoči upravitelja gesel";
PasswordManagerEnabled.pfm_description = "Omogoča shranjevanje gesel in uporabo shranjenih gesel v programu Chromium.\n\nČe omogočite to nastavitev, lahko uporabniki izberejo, da si Chromium zapomni gesla in jih samodejno vnese, ko se naslednjič prijavijo v spletno mesto.\n\nČe je nastavitev onemogočena, uporabniki ne morejo shraniti gesel ali uporabiti shranjenih gesel.\n\nČe je ta nastavitev omogočena ali onemogočena, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
PluginsAllowedForUrls.pfm_title = "Dovoli vtičnike na teh mestih";
PluginsAllowedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev URL-jev, ki določajo mesta, ki smejo izvajati vtičnike.";
PluginsBlockedForUrls.pfm_title = "Blokiraj vtičnike na teh mestih";
PluginsBlockedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev URL-jev, ki določajo mesta, ki ne smejo izvajati vtičnikov.";
PopupsAllowedForUrls.pfm_title = "Dovoli pojavna okna na teh mestih";
PopupsAllowedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev URL-jev, ki določajo mesta, ki smejo odpirati pojavna okna.";
PopupsBlockedForUrls.pfm_title = "Blokiraj pojavna okna na teh mestih";
PopupsBlockedForUrls.pfm_description = "Omogoča nastavitev seznama vzorcev URL-jev, ki določajo mesta, ki ne smejo odpirati pojavnih oken.";
PrintingEnabled.pfm_title = "Omogoči tiskanje";
PrintingEnabled.pfm_description = "Omogoča tiskanje v programu Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe je ta nastavitev omogočena ali ni nastavljena, lahko uporabniki tiskajo.\n\nČe je ta nastavitev onemogočena, uporabniki ne morejo tiskati iz programa Chromium. Tiskanje je onemogočeno v meniju ključa, razširitvah, programih JavaScript idr. Še vedno je mogoče tiskati iz vtičnikov, ki pri tiskanju obidejo Chromium. Na primer, nekateri programi Flash imajo v priročnem meniju možnosti tiskanja in to ne bo onemogočeno.";
ProxyBypassList.pfm_title = "Seznam pravil za obvod proxyja, ločenih z vejico";
ProxyBypassList.pfm_description = "Chromium obide morebitne proxyje za seznam gostiteljev, naveden tukaj.\n\nTa pravilnik začne veljati samo, če ste v možnosti »Izberite, kako želite določiti nastavitve proxyja« izbrali ročno nastavitev proxyja.\n\nPodrobne primere si lahko ogledate tukaj:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Izberite, kako določiti nastavitve strežnika proxy";
ProxyMode.pfm_description = "direct - Nikoli ne uporabi proxyja\nauto_detect - Samodejno zaznavanje nastavitev proxyja\npac_script - Uporabi skript .pac za proxy\nfixed_servers - Uporabi fiksne strežnike proxy\nsystem - Uporaba sistemskih nastavitev proxyja\nOmogoča nastavitev strežnika proxy, ki ga uporablja Chromium, in uporabnikom prepreči spreminjanje nastavitev proxyja.\n\nČe izberete, da se strežnik proxy nikoli ne uporablja in vedno vzpostavljate neposredno povezavo, so vse druge možnosti prezrte.\n\nČe izberete sistemske nastavitve proxyja ali samodejno zaznavanje strežnika proxy, bodo vse druge možnosti prezrte.\n\nČe izberete fiksni način strežnika proxy, lahko v možnostih »Naslov ali URL strežnika proxy« in »Seznam pravil za obvod proxyja, ločenih z vejicami« izberete dodatne nastavitve.\n\nČe za proxy izberete uporabo skripta .pac, morate v možnosti »URL datoteke .pac za proxy« navesti URL skripta.\n\nPodrobne primere si lahko ogledate tukaj:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nČe omogočite to nastavitev, Chromium prezre vse možnosti, povezane s proxyjem, navedene v ukazni vrstici.";
ProxyPacUrl.pfm_title = "URL za datoteko .pac v proxyju";
ProxyPacUrl.pfm_description = "Tukaj lahko določite URL datoteke .pac za proxy.\n\nTa pravilnik začne veljati samo, če ste v možnosti »Izberite, kako želite določiti nastavitve proxyja« izbrali ročno nastavitev proxyja.\n\nPodrobne primere si lahko ogledate tukaj:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Naslov ali URL strežnika proxy";
ProxyServer.pfm_description = "Tukaj lahko določite URL strežnika proxy.\n\nTa pravilnik začne veljati samo, če ste v možnosti »Izberite, kako želite določiti nastavitve proxyja« izbrali ročno nastavitev proxyja.\n\nVeč možnosti in podrobne primere si lahko ogledate tukaj:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Dejanje ob zagonu";
RestoreOnStartup.pfm_description = "0 - Odpri domačo stran\n1 - Obnovi URL-je, ki so bile nazadnje odprti\n4 - Odpri seznam URL-jev\nOmogoča, da določite način delovanja pri zagonu.\n\nČe izberete »Odpri domačo stran«, se bo vsakič, ko zaženete Chromium, odprla domača stran.\n\nČe izberete »Znova odpri URL-je, ki so bili zadnji odprti«, bodo znova odprti URL-ji, ki so bili odprti, ko ste zadnjič zaprli Chromium.\n\nČe izberete »Odpri seznam URL-jev«, bodo, ko uporabnik zažene Chromium, odprti URL-ji s seznama »URL-ji, ki naj se odprejo ob zagonu«.\n\nČe omogočite to nastavitev, je uporabniki ne morejo spremeniti ali preglasiti v Chromium.\n\nČe to nastavitev onemogočite, je enako, kot če je ne bi nastavili. Uporabnik jo bo lahko še vedno spremenil v Chromium.";
RestoreOnStartupURLs.pfm_title = "URL-ji, ki naj se odprejo ob zagonu";
RestoreOnStartupURLs.pfm_description = "Če je za dejanje, ki se izvede ob zagonu, izbrano »Odpri seznam URL-jev«, lahko s tem določite seznam URL-jev, ki se odprejo.";
SafeBrowsingEnabled.pfm_title = "Omogoči varno brskanje";
SafeBrowsingEnabled.pfm_description = "Omogoča funkcijo za varno brskanje v programu Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe omogočite to nastavitev, je funkcija varnega brskanja vedno vklopljena.\n\nČe jo onemogočite, je varno brskanje vedno izklopljeno.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Onemogoči shranjevanje zgodovine brskalnika";
SavingBrowserHistoryDisabled.pfm_description = "Onemogoči zgodovino brskanja v programu Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe to nastavitev omogočite, se zgodovina brskanja ne shranjuje.\n\nČe jo onemogočite ali ne nastavite, se zgodovina brskanja shranjuje.";
SearchSuggestEnabled.pfm_title = "Omogoči predloge za iskanje";
SearchSuggestEnabled.pfm_description = "Omogoči predloge za iskanje v naslovni vrstici programa Chromium in uporabnikom prepreči spreminjanje te nastavitve.\n\nČe omogočite to nastavitev, se uporabljajo predlogi za iskanje.\n\nČe jo onemogočite, se predlogi za iskanje nikoli ne uporabljajo.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
ShowHomeButton.pfm_title = "V orodni vrstici pokaži gumb »Domov«";
ShowHomeButton.pfm_description = "Pokaže gumb »Domov« v orodni vrstici programa Chromium.\n\nČe to nastavitev omogočite, je gumb »Domov« vedno prikazan.\n\nČe jo onemogočite, ni gumb »Domov« nikoli prikazan.\n\nČe to nastavitev omogočite ali onemogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
SyncDisabled.pfm_title = "Onemogoči sinhroniziranje podatkov z Googlom";
SyncDisabled.pfm_description = "Onemogoči sinhronizacijo podatkov v programu Chromium s sinhronizacijskimi storitvami, ki gostujejo pri Googlu, in uporabnikom preprečuje spreminjanje te nastavitve.\n\nČe to nastavitev omogočite, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
TranslateEnabled.pfm_title = "Omogoči Google Prevajalnik";
TranslateEnabled.pfm_description = "Omogoči storitev Google Prevajalnik, vgrajeno v Chromium.\n\nČe omogočite to nastavitev, bo Chromium prikazal vgrajeno orodno vrstico, ki uporabniku ponudi prevajanje strani, ko je primerno.\n\nČe je nastavitev onemogočena, prevajalna vrstica ne bo nikoli prikazana uporabnikom.\n\nČe je ta nastavitev omogočena ali onemogočena, je uporabniki ne morejo spremeniti ali preglasiti v programu Chromium.";
UserDataDir.pfm_title = "Nastavitev imenika za uporabniške podatke";
UserDataDir.pfm_description = "Nastavi imenik, v katerem bo Chromium shranjeval uporabniške podatke.\n\nČe nastavite ta pravilnik, bo Chromium uporabil naveden imenik, ne glede na to, ali je uporabnik določil zastavico »--user-data-dir«.";